{"posts":[{"title":"有感于情侣生活中不可避免的冲突现象","text":"今天早上起来在抖音上刷到了一条视频，讲的是博主和男朋友之间生活上存在的矛盾，博主表达了她对男朋友的不满之处，引发了评论区众多的愤懑不平和劝分的建议。但我从中读出了一些更本质的问题，也发现了现在年轻人的恋爱观中存在的一些缺陷。 是个很有意思的视频，很真实的表达，反映了很真实的情侣生活状态。博主说到了许多自己希望对方做到的事情，但对方没有做到。站在博主的视角下，说的话完全没有问题，这些就是博主的真实的情感上、心理上或生活上的需求，但对方就是没有做到，并且即使对方意识到了问题，却仍然选择不去做到。于是许多网友就开始“共情”、“带入”，开始义愤填膺、劝分。可网友真的真的看清事情的本质和真相了吗？对方一定就是个可恶至极的“坏人”吗？实际上，他甚至可能是个很好的人，甚至是博主一生中对的那个人，这一点连博主也没弄明白。 人与人之间是独立的个体，各自有各自的需求，所以两个人走到一起，就一定会有需求上的冲突。这时，爱情的作用会使两人考虑自己需求的同时，也去考虑对方的需求，然后再做出自己的决定。这就是爱情的美好之处，但问题也就从这里产生：人们总以为对情侣而言，所有的事情都会满足这个“定律”，若是不成立，那一定是不爱。但实际上这个“定律”并不是永远成立的。或者说，它的确永远成立，但体现在现实中结果不一定如人们所愿。 两人若是真心相爱，当一方产生需求时，另一方一定会去考虑对方的需求，在此之后才做出自己的决定。可这并不意味着最后做出的决定就一定符合前者的需求。在同时需要考虑自己的需求和对方的需求时，人会依据自己的判断做出决定，有时自己的需求更需要被满足，有时对方的需求更需要被满足。所以最后体现出来的结果就是：有时候会为了对方去做一些事情，有时候没按照对方的想法去做一些事情。当出现第二种情况时，并不能否认这个人已经考虑过对方的想法了。如果人们总以对方没有做到什么事情的方式来判断他们是否真心相爱，那是不合理的。 这时候，没有被满足需求的一方应该去了解：为什么对方做出了这样的决定？对方的需求究竟是什么？对方的需求是否真的比自己更大？这一点很重要，因为博主看似是这样做了，但她并不一定真的做到了。虽然博主的需求都是些很小的事情，但这时候并不能因为事情小，而忽视了对方的需求，这与事情大小无关。虽然博主只是要求拉窗帘、倒垃圾、整理沙发这样的小事，但博主是否真的知道工作压力有没有让对方达到了腾不出精力来考虑这些琐事的地步？博主只是承认对方工作辛苦，但她并不一定知道究竟有多辛苦。并且博主也知道，就算大吵一架，也只会引起对方几天的重视，那是不是说明对方确实有更大的需求（前提是对方真心爱博主）。人在心里憔悴、身心被占用的时候，确实无法面面俱到，这是事实。所以这时候，博主只能坦然接受（除非能够确认对方就是不够爱自己，那就不用接受）。因为爱情是美好的，但不是完美的，爱情不能解决所有的冲突矛盾。就像这种情况，它就是客观存在，无法避免。一个人若真想将爱情作为自己人生的一部分，就不光要接受爱情能带来的美好东西的事实，也要接受爱情做不到一些事情的事实。当然了，博主仍然有发泄情绪的权力，因为她自己的需求的确没有得到满足。她只是需要去理解出现这种现象是正常的、是无可避免的，而不是因此去质疑、否认这份爱情本身（除非她找到了其它证据来证明对方不够爱她）。如果博主真的觉得对方虽然很好，但爱情不完美的一面让她难以承受，那她可以遵从自己的内心选择是否将爱情作为自己人生的一部分，不要爱情也是一种活法。 这个视频有意思的地方不止于此，博主先是描述了几件对方“犯错”的事情，最后却说了一件自己“犯错”的事情，甚至自己都没有意识到这一点。博主约好八点半出发一起去给对方买衣服，结果因为自己剪视频很忙九点才出发。对方生气了，博主却认为只是小事用不着生气。这时候就出现了“角色对调”的情况。博主在明知约定好八点半出发的情况下仍然选择剪视频到九点才出发，就是因为博主有自己的需求，并认为对方八点半就出发的需求没有自己目前剪视频的需求大，所以就做出了剪视频到九点才出发的决定。但是这能否认博主没有考虑过对方的需求吗？不能。只要博主是真心爱对方的，答案就是不能。因此对方生气后、发泄完情绪后，应该明白出现自己的需求没有被满足的情况是正常的，那就是属于爱情做不到的地方。要是接受不了这一点，还是那句话，可以选择不要爱情的活法。 当然，这件事情还有另一种情况。那就是博主认为自己需求比对方大，但实际上对方的需求更大，自己只是不够了解对方的需求。最后就导致双方都认为自己的需求更大，而对方没有按照自己的想法做事情，就质疑他们的爱情，甚至导致分手。为了减少这种情况的发生，情侣能做的就是加强沟通，频繁地、坦白地、真诚地沟通，让对方时时刻刻了解自己的需求，这样就能最大限度地减少以上这种情况。所以我一直认为多沟通是维持爱情的良药。 在明白沟通很重要这一点之后，我们再来看最后一个问题。我最开始说到，在博主的视角下，她说的完全没问题，那是不是说明问题就一定处在对方身上呢？答案是不一定，甚至对方可能完全没有错。这就很有意思了，为什么双方都没有错，还会产生矛盾呢？因为世界本就如此，接受就好，爱情解决不了所有的冲突矛盾。站在博主的视角，我们能够了解到她的一些需求。但我们并不清楚对方的视角，所以自然也就不知道对方是什么样的需求（因此网友在这个时候给出分手的建议真的很可笑）。情侣之间要想减少冲突，就得双方足够了解彼此的需求。而作为旁观者，要想为这对情侣给出中肯的建议，就也得了解双方的需求。那我们就很需要一个对方的视角来了解男生的需求。正巧博主在评论区给出了对方的视角： 1@希凤妮: 大家说想看看对方视角的描述（@麦辣鸡腿堡: 大家好，我是现任哥，大家的评论我都看过了，我确实是一个情绪很不稳定的人，有时候计划定好突然改变我就会特别崩溃，我不想再说某一些事情的细节，她说的我的不好的地方都对，我也确实都是那么做的，最近这一年我去上班了，工作非常忙非常累，每天我回家都会很累很累，她安排给我的事情我确实会忘记，但是没有到我根本不当回事的地步，她确实是一个很宽容大度不作不闹的女生，但是最近吵架的地方很多，我没有像你们说的不去解决问题，情绪上来的时候人都是不理智的，我肯定会反驳，但是最后冷静下下来我俩都会一起商量怎么解决这个事情，关于公平的这个问题，出门拿不拿东西什么的，我真的没想过我拿一袋你就得拿一袋，家里重活累活都是我在做呀，我就是觉得出门另一半是不是会帮我分担一些，我家狗很淘气拉不住的那种之前都是我牵狗她拿东西，但是她跟我说他不想拿了以后，后来的每一次出去我都拿着，除非我手里真的拿不了了我才会让她拿，确实，生活上的琐碎会击溃大部分的爱情，但我愿意反思自己，尽量的控制我的情绪，这10多天我每天都在想，是不是情绪应该稳定一些，不要那么暴躁了，让你受苦了） 其实当看到对方的视角后，许多事情就一目了然了。原来对方真的是工作累到了会忘记倒垃圾、拉窗帘、整理沙发中某件事的地步；原来对方已经在很多地方“疼”了博主，只是在出门拿东西的时候渴望博主也能体谅一下他。站在对方的视角下，世界仿佛发生了反转，仿佛对方是个“好人”，而博主是个“坏人”了。但其实，双方都是“好人”（前提是他们都深爱着对方），他们只是需要更多地了解对方的需求，从对方的视角去考虑，以确保自己的决定是基于双方真实的需求而做出的，那么即使这个决定最终没有满足对方的需求，对方发泄情绪后也能够理解自己。所以，只有这些无可避免的冲突、这些爱情不完美的地方，才是真正配得上去击垮爱情的东西。如果相爱的双方都对爱情足够向往，能够接受这一点，那么他们爱情就难以被现实击垮。 从网友的反映也看得出现在年轻人的恋爱观上存在的缺陷。大家总是喜欢去用一些标准来衡量一份爱情是否应该放手，而这些标准往往都不靠谱，很多都是些充斥着浮躁心态的刻板标准。这样的标准虽然能帮助你筛掉错误的人，但同样也会让你错失对的人。因为正确的人往往也会不满足某些爱情的标准。一段感情是否应该放手，应该遵从自己的想法和感觉。如果现在感觉不清楚，那就慢慢去感受，有的东西需要时间才能做到，而不是用现成的标准去判断。爱情在浮躁中是得不到的。","link":"/2023/08/30/%E6%9C%89%E6%84%9F%E4%BA%8E%E6%83%85%E4%BE%A3%E7%94%9F%E6%B4%BB%E4%B8%AD%E4%B8%8D%E5%8F%AF%E9%81%BF%E5%85%8D%E7%9A%84%E5%86%B2%E7%AA%81%E7%8E%B0%E8%B1%A1/"},{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2023/04/14/hello-world/"}],"tags":[{"name":"test1","slug":"test1","link":"/tags/test1/"},{"name":"test2","slug":"test2","link":"/tags/test2/"},{"name":"爱情","slug":"爱情","link":"/tags/%E7%88%B1%E6%83%85/"},{"name":"现实生活","slug":"现实生活","link":"/tags/%E7%8E%B0%E5%AE%9E%E7%94%9F%E6%B4%BB/"}],"categories":[{"name":"test3","slug":"test3","link":"/categories/test3/"},{"name":"爱情","slug":"爱情","link":"/categories/%E7%88%B1%E6%83%85/"},{"name":"test4","slug":"test3/test4","link":"/categories/test3/test4/"}],"pages":[{"title":"","text":"🎈🎈微笑墙🎈🎈 彭小苒 唐艺昕 李一桐 gakki 图片搜集于互联网，侵权请留言，马上处理😊。","link":"/album/index.html"},{"title":"","text":"申请友链须知 原则上只和技术类博客交换，但不包括含有和色情、暴力、政治敏感的网站。 不和剽窃、侵权、无诚信的网站交换，优先和具有原创作品的网站交换。 申请请提供：站点名称、站点链接、站点描述、logo或头像（不要设置防盗链）。 排名不分先后，刷新后重排，更新信息后请留言告知。 会定期清理很久很久不更新的、不符合要求的友链，不再另行通知。 本站不存储友链图片，如果友链图片换了无法更新。图片裂了的会替换成默认图，需要更换的请留言告知。 本站友链信息如下，申请友链前请先添加本站信息： 网站图标：https://removeif.github.io/images/avatar.jpg 网站名称：辣椒の酱 网站地址：https://removeif.github.io 网站简介：后端开发，技术分享 加载中，稍等几秒...","link":"/friend/index.html"},{"title":"","text":"来而不往非礼也畅所欲言，有留必应","link":"/message/index.html"},{"title":"","text":"&nbsp;&nbsp;听听音乐 音乐播放器由mePlayer提供，布局参照网友博客所作，感谢作者的辛勤付出。更多音乐分享请查看歌单。 &nbsp;&nbsp;看看视频 ->点击以下条目开始播放视频,向下滑动查看更多","link":"/media/index.html"},{"title":"音乐歌单收藏","text":"温馨提示：选择喜欢的音乐双击播放，由于版权原因部分不能播放。如果喜欢歌单收藏一下，去网易云都能播放哟！","link":"/music/index.html"},{"title":"","text":"碎碎念 tips：github登录后按时间正序查看、可点赞加❤️、本插件地址..「+99次查看」 碎碎念加载中，请稍等... $.getScript(\"/js/gitalk_self.min.js\", function () { var gitalk = new Gitalk({ clientID: '46a9f3481b46ea0129d8', clientSecret: '79c7c9cb847e141757d7864453bcbf89f0655b24', id: '666666', repo: 'issue_database', owner: 'removeif', admin: \"removeif\", createIssueManually: true, distractionFreeMode: false }); gitalk.render('comment-container1'); });","link":"/self-talking/index.html"},{"title":"","text":"个人简介 分享很喜欢的老罗的一段话： “每一个生命来到世间都注定改变世界，别无选择。要么变得好一点，要么变得坏一点。你如果走进社会为了生存为了什么不要脸的理由，变成了一个恶心的成年人社会中的一员，那你就把这个世界变得恶心了一点点。如果你一生刚正不阿，如果你一生耿直，没有做任何恶心的事情，没做对别人有害的事情，一辈子拼了老命勉强把自己身边的几个人照顾好了，没有成名没有发财，没有成就伟大的事业，然后耿着脖子一生正直，到了七八十岁耿着脖子去世了。你这一生是不是没有改变世界？你还是改变世界了，你把这个世界变得美好了一点点。因为世界上又多了一个好人。“ 善恶终有报,天道好轮回。不信抬头看,苍天饶过谁。无论何时何地，我们都要保持一颗积极乐观、善良感恩的心。但行好事莫问前程，永远年轻，永远热内盈眶，永远保持正能量。💪💪💪💪💪💪冲鸭！！！！ -&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;个人信息：计算机科学与技术专业从事JAVA后端开发码畜一枚坚信代码改变世界 博客信息 网站采用的Icarus主题 追求尽可能的简洁，清晰，易用。 在Icarus主题之上进行了部分修改。 更新日志：–2020.09.20：icarus4.0适配–2020.01.18：icarus3.0适配–2019.11.17：增加深色主题开关–2019.10.30：去图，精简卡片–2019.10.22：改版部分显示，优化速度–2019.10.16：文章列表加上评论数显示–2019.10.13：改版评论–2019.09.25：图片、资源接入CDN免费jsDelivr、文章加入置顶–2019.09.19：开源博客代码–2019.09.19：修改布局，拉伸布局，更宽的展示–2019.09.18：修改友链ui为一行三个，并适配移动端，暗黑模式文章增加评论链接，增加留言链接–2019.09.14：增加精简next主题–2019.09.14：利用中秋节放假，重做了首页的热门推荐、加个widget最新评论框、归档页加入文章贡献概览面板 本站推荐索引 博客主题相关 github Issue 作为博客微型数据库的应用 github page网站cdn优化加速 博客源码分享 博客换肤的一种实现方式思路 博客中gitalk最新评论的获取 博客图片上传picgo工具github图传使用 安装、部分配置icarus主题中文版 技术知识点 Java并发知识点 法律法规 法律法规数据库 中华人民共和国国旗法 中华人民共和国宪法 中华人民共和国消费者权益保护法 中华人民共和国刑事诉讼法 中华人民共和国婚姻法 中华人名共和国网络安全法 中华人民共和国劳动法 其他 网易云音乐歌单分享 计划2020计划 2019.12.31 2020-GOALS 跑两三场马拉松 2019计划 2018.12.31/21:59:00-&gt;更新于2019.12.31 2019-GOALS 购买的专业书籍至少看完一遍（并发、重构、设计模式…）-&gt; 95%额外： 追了很多剧总结： 有优点有缺点，没坚持下来的还是太多，追了太多剧。以后多学习，多思考！ 时间轴记录","link":"/about/index.html"}]}